Repository: GNOME/gnome-boxes
Catalog: po/ab.po
Languages: ab

source: Boxes
ab: Абоксқәа

source: Virtualization made simple
ab: Авиртуалра еиҳа имариахеит

source: Select an operating system and let Boxes download and install it for you in a virtual machine.
ab: Иалышәха аоперациатә система, иара убас аизин ашәҭ Boxes шәара шәзы уи ивиртуалу амашьынаҟны ашьақәыргылара.

source: Features:
ab: Аҷыдара

source: Automatically install CentOS Stream, Debian, Fedora, Microsoft Windows, OpenSUSE, Red Hat Enterprise Linux, and Ubuntu.
ab: Автоматикла иқәшәыргылала CentOS Stream, Debian, Fedora, Microsoft Windows, openSUSE, Red Hat Enterprise Linux и Ubuntu.

source: Automatically resize virtual machines displays to the window size.
ab: Авиртуалтә машьынақәа автоматикла рдисплеи ашәагаа аԥсахра аԥенџьырқәа ршәага инақәыршәаны

source: virtual machine;vm;
ab: Авиртуалтә машьына ;vm;вм;ВМ;

source: Window size
ab: Аԥенџьыр ашәагаа

source: Window position
ab: Аԥенџьыр аҭыԥ

source: Window position (x and y)
ab: Аԥенџьыр аҭыԥ

source: Window maximized
ab: Аԥенџьыр иамоуп иреиҳау ашәагаа

source: Window maximized state
ab: Аԥенџьыр иамоуп иреиҳау ашәагаа

source: Try a different search
ab: Аԥшаара ахышәарақәа раԥсахра шәҽазышәшәа

source: Template
ab: Ацәабла

source: Unknown OS
ab: Еилкаам АС

source: Search for an OS…
ab: Ишәыҧшаа АС

source: Create a Virtual Machine
ab: Ивиртуалу амашьына аҧҵара.

source: A new virtual machine will be created and an operating system installed into it. Select an operating system source to begin.
ab: Иаҧҵахоит иҿыцу ивиртуалу амашьына, иара ашҟа ишьақәыргылахоит АС .Ашьақәыргыларазы иалышәха аоперациатә система ахыҵхырҭа

source: Detected Sources
ab: Ахыҵхырҭа аҧшаара

source: Create virtual machine from one of the medias detected in your system.
ab: Иаҧышәҵала ивиртуалу амашьына, шәсистемаҟны иҧшаау аныҟәгагақәа руак ала.

source: Featured Downloads
ab: Азҿлымҳара змоу аҭагаларақәа

source: You will be notified when the download has completed.
ab: Аҭагалара анхырқәшахалак ашьҭахь шәара адырра шәоуоуит

source: Create virtual machine from file
ab: Ивиртуалу амашьына афаил ала аҧҵара

source: Download an operating system
ab: Аоперациатә система аҭагалара

source: Browse and search for operating systems to install.
ab: Шәахәаҧш иара убас ишәыҧшаа аоперациатә системақәа ашьақәыргыларазы.

source: Preparing…
ab: Аҽазыҟаҵара...

source: Preparing to create a new box
ab: Ахыҭҳәаау амашьына ҿыц аԥҵара аҽазыҟаҵара

source: Review and Create
ab: Шәахәаҧшны иаҧышәҵа

source: Boxes is ready to set up a new box with the following properties:
ab: Boxes азыхиоуп иҿыцу ивиртуалу амашьына архиара анаҩстәи аҟазшьаҷыдақәа аманы :

source: Operating System
ab: Аоперациатә система

source: Memory
ab: Агәынкылара

source: Storage limit
ab: Аҵәахырҭа аҳәаа

source: Username
ab: Ахархәаҩ ихьӡ

source: Password
ab: Ажәамаӡа

source: Enable EFI
ab: EFI аҿакра

source: Express Installation
ab: Ирласны ашьақәыргылара

source: Cancel
ab: Аԥыхры

source: Next
ab: Ԥхьаҟа

source: New
ab: Иҿыцу

source: Back
ab: Шьҭахьҟа

source: Application Menu
ab: Аҧшьы амениу

source: List view
ab: Ахьӡынҵа аԥшра аҭаны

source: Grid view
ab: Аихыршь аԥшра аҭаны

source: Search
ab: Аҧшаара

source: Downloads
ab: Аҭагаларақәа

source: Ready to Receive File
ab: Афаил аиура иазхиоуп

source: You will find your file in the Downloads directory.
ab: Шәара шәфаил шәыҧшаар шәылшоит аизакхьӡынҵа "Аҭагаларақәа" аҟны

source: Actions
ab: Аҟаҵарақәа

source: Keyboard shortcuts
ab: Арыдқәа реилаҵа

source: Fullscreen
ab: Аекран зегьы иҭаӡо

source: Ready to install
ab: Ашьақәыргылара иазхиоуп

source: Keyboard Shortcuts
ab: Арыдқәа реилаҵа

source: Help
ab: Аилыркаа

source: About Boxes
ab: Аҧшьы иазкны

source: No CDROM/DVD image
ab: Алаҧшхагара CD-ROM/DVD

source: Select
ab: Алхра

source: Devices & Shares
ab: Аиҿартәырақәа иара убас азеиҧш ресурсқәа

source: USB Devices
ab: Аиҿартәырақәа USB

source: CDROM/DVD Drive
ab: Аусруга CD-ROM/DVD

source: Resources
ab: Аагарҭа

source: _Name
ab: _Ахьӡ

source: IP Address
ab: IP-Аҭыӡҭыԥ

source: CPUs
ab: ИП

source: 3D acceleration
ab: 3D-арццакра

source: Allow running in background
ab: Адыԥшылахәтә режим аҟны аус арура

source: Configuration
ab: Архиара

source: Troubleshooting Logs
ab: Амҽеирақәа раҧыхра ажурнал

source: Diagnose problems with your box using the log file.
ab: Ишьақәныргылоит шәвиртуалтә машьына иамоу ауадаҩрақәа , ажурнал афаил ахы иарахәаны.

source: Edit Configuration
ab: Аконфигурациа аҧсахра

source: Edit the Libvirt domain configuration for this box.
ab: Адомен Libvirt аконфигурациа аҧсахра ари ивиртуалу амашьыназы.

source: Local Folder
ab: Илокалу аҭаӡ

source: Name
ab: Ахьӡ

source: Select Shared Folder
ab: Азеиҧш ҭаӡ алхра

source: Save
ab: Аиқәырхара

source: Shared Folders
ab: Азеиҧш ҭаӡқәа

source: Revert to snapshot
ab: Аҭыхымҭа ахь ахынҳәра

source: Rename snapshot
ab: Аҭыхымҭа ахьӡ аҧсахра

source: Delete snapshot
ab: Аҭыхымҭа аныхра

source: Snapshots
ab: Аҭыхымҭақәа

source: Creating new snapshot…
ab: Иаҧҵахоит аҭыхымҭа ҿыц....

source: Undo
ab: Архынҳәра

source: Express Install
ab: Ирласны ашьақәыргылара

source: Product Key
ab: Аалыҵ ацаҧха

source: Welcome Tutorial
ab: Аԥсшәаҳәаратә еиҽцәажәара

source: Easy Downloads
ab: Имариоу аҭагалара

source: Drag and Drop
ab: Арҳәазара

source: Box actions
ab: Ивиртуалу амашьынала аҟаҵарақәа

source: Open in New Window
ab: Аҧенџьыр ҿыц аҟны аартра

source: Send File…
ab: Афаил ашьҭра..

source: Take Screenshot
ab: Аскриншот аҟаҵара

source: Force Shutdown
ab: Мчыла аҿыхра

source: Clone
ab: Аклонҟаҵара

source: Restart
ab: Ханатә алагара

source: Preferences
ab: Ахышәарақәа

source: Screenshots
ab: Аекран ақәҭыхра

source: Screenshot from %s
ab: %s аҟынтә аекран аҭыхра

source: translator-credits
ab: Нанба Наала <naala-nanba@rambler.ru>, 2022

source: A simple GNOME 3 application to access virtual systems
ab: Имариоу аҧшьы GNOME3 ивиртуалу асистемақәа рахь аиасразы

source: Display version number
ab: Аԥшьы аверсиа арбара

source: Show help
ab: Ацхыраара аарҧшра

source: Open in full screen
ab: Аекраннаӡатә режим аҟны аартра

source: Check virtualization capabilities
ab: Авиртуалҟаҵара адкылашьа агәаҭара

source: Open box with UUID
ab: Ахыҭҳәаатә машьына UUID аманы аартра

source: Search term
ab: Аҧшааратә дҵаалара

source: URL to display, broker or installer media
ab: URL аартра, ивиртуалу амашьын амҩақәҵага мамзар ашьақәыргыларатә ныҟәгага

source: Box “%s” installed and ready to use
ab: Авиртуалтә машьына «%s » шьақәыргылоуп, насгьы аусура иазхҩоуп

source: Launch
ab: Аус арура

source: “%s“ is running in the background
ab: «%s» иаҿакуп адыԥшыларатә режим аҟны

source: Box “%s” has been deleted
ab: Авиртуалтә машьына «%s» аныхын

source: Boxes is doing something
ab: Boxes акы нарыгӡоит

source: Select files to transfer
ab: Аиагарзы афаилқәа ралхра

source: _Cancel
ab: _Аԥыхра

source: _Open
ab: _Аартра

source: Select a device or ISO file
ab: Иалышәх аиҿартәыра мамзар афаил ISO

source: Open
ab: Аартра

source: Previous
ab: Аԥхьатәи

source: 32-bit x86 system
ab: 32-бит змоу x86 асистема

source: 64-bit x86 system
ab: 64-бит змоу x86 асистема

source: Failed to analyze installer media. Corrupted or incomplete media?
ab: Ашьақәыргылара аныҟәгага анализ агха.Иԥхасҭоу мамзар иҭәым аныҟәгага?

source: Create
ab: Аԥҵара

source: Press (left) Ctrl+Alt to ungrab
ab: Шәақәыӷәӷәа Ctrl+Alt (арымарахь), акра амхразы

source: Press & release (left) Ctrl+Alt to ungrab keyboard.
ab: Шәақәыӷәӷәа нас иоушәыжь Ctrl+Alt (арымарахь),арыдыркыра акра амхразы

source: Exit fullscreen
ab: Аекраннаӡатә режим аҟынтә аҭыҵра

source: Downloading media
ab: Аныҟәгага аҭагалара

source: “%s” download complete
ab: «%s»аҭагалара хырқәшоуп

source: Install
ab: Ашьақәыргылара

source: Failed to download: %s
ab: Изалымшеит аҭагалара: %s

source: System
ab: Асистема

source: Send key combinations
ab: Арыдыркыра иашьҭагылара ашьҭра

source: Restoring %s from disk
ab: Аиҭашьақәыргылара %s асанҭыр аҟынтә

source: Starting %s
ab: Аҿакра %s

source: Restart of “%s” is taking too long. Force it to shutdown?
ab: «%s» аиҭаҿакра акраамҭа иадхалоит.Иаҿыхтәума мчыла?

source: Shutdown
ab: Аҿыхра

source: Cloning “%s”…
ab: Аклонҟаҵара «%s» ...

source: Installing…
ab: Ашьақәыргылара...

source: Setting up clone…
ab: Аклон архиарақәа...

source: Importing…
ab: Аимпортҟаҵара…

source: Running
ab: Иаҿакуп

source: Paused
ab: Ааҭгылара

source: Powered Off
ab: Иаҿыхуп

source: Connecting to %s
ab: Аҽаҿакра %s

source: Connection to “%s” failed
ab: Иҟалеит агха аҽаҿакраан «%s»

source: Machine is under construction
ab: Амашьына аус адулара иаҿуп

source: Saving…
ab: Аиқәырхара...

source: Failed to start “%s”
ab: Изалымшеит аҿакра «%s»

source: Troubleshooting Log
ab: Ауадаҩрақәа ржурнал

source: Media is not supported
ab: Аныҟәгага иаднакылаӡом

source: No such file %s
ab: Афаил %s ԥшааӡам

source: Boxes wants to run VM in background
ab: Boxes ВМ ақәыԥшыларатә режим аҟны иаҿанакыр аҭахуп

source: No CD/DVD image
ab: Иҟаӡам ахыԥшыла CD/DVD

source: The Flatpak version of GNOME Boxes does not support USB redirection.
ab: Аверсиа GNOME Boxes Flatpak аформат аҟны иаднакылаӡом арҿыцра USB

source: Turn on your box to see the USB devices available for redirection.
ab: Даҽаџьара азырхаразы зызнеира азин ыҟоу USB- аиҿартәыра абаразы шәвиртуалтә машьына аҿашәк

source: Recommended %s.
ab: Абжьгара ҟаҵоуп %s.

source: Boxes is not authorized to run in background
ab: Boxes адыԥшылахәтә режим аҟны аҿакразы азин амаӡам

source: Do you want to open Settings to manage application permissions?
ab: Шәара Архиарақәа аашәыртыр зышәҭаху аԥшьқәа рылшарақәа анапхгара рыҭаразы аума?

source: Editing your box configuration can cause issues to the operating system of your box. Would you like to create a snapshot to recover from your changes?
ab: Шәвиртуалтә машьына аиҿкаашьа аԥсахра иахылҿиаар ҟалоит ауадаҩрақәа шәвиртуалтә машьына аоперациатә системаҟны.Ишәҭахума иаразнактәи аҭыхра ҟашәҵарц иалагалаз аԥсахрақәа рашьҭахь аиҭашьақәыргыларазы?

source: Failed to save domain configuration: %s
ab: Адомен аиҿкаашьа аиқәырхара залымшеит: %s

source: Changes to the settings below take effect after you restart your box.
ab: Ҵаҟа иаагоу аиҿкаарақәа аԥсахрақәа амч роуеит шәвиртуалтә машьына аиҭаҿакраан.

source: Use the button below to add your first shared folder. For file sharing to work, the guest box needs to have <a href='%s'>spice-webdav</a> installed.
ab: Ҵаҟа иаагоу апатҟәыр шәхы иашәырхәа раԥхьатәи шәхатәы азеиԥш ҭаӡ ацҵаразы.Афаилқәа рахь азеиԥш азнеира аус аруразы асасратә системаҟны иқәыргыларазоуп <a href='%s'>spice-webdav</a>.

source: Failed to rename snapshot: %s
ab: Аҭыхымҭа ахьӡ аԥсахра залшом: %s

source: Reverting to %s…
ab: Ахынҳәра %s...

source: Failed to revert to snapshot: %s
ab: Аҭыхымҭа ахь ахынҳәра залшом: %s

source: Snapshot “%s” deleted.
ab: Аҭыхымҭа «%s» аныхуп.

source: Failed to create snapshot of %s
ab: Аҭыхымҭа аԥҵара залшом %s

source: Revert to a previous state of your box.
ab: Шәвиртуалтә машьына иаԥхьааиуа аҭагылазаашьа ахь ахынҳәра.

source: Use the button below to create your first snapshot.
ab: Ҵаҟа иаагоу апатҟәыр шәхы иашәырхәа раԥхьатәи шәхатәы асистема аҭыхымҭа аԥҵаразы.

source: Used %s.
ab: Ахархәара амоуп %s.

source: There is not enough space on your machine to increase the maximum disk size.
ab: Шәкомпиутер иамоу аҭыԥ амцхә имаҷуп, асанҭыр иреиҳаӡоу ашәагаа ардуразы.

source: Storage disk
ab: Аиқәырхаразы асанҭыр

source: Used %s
ab: Ахархәара амоуп %s.

source: Unknown
ab: Еилкаам

source: Redirection of USB device “%s” for “%s” failed
ab: Ахырхарҭа аԥсахраан иҟалеит агха USB-аиҿартәыра «%s» «%s» азы

source: Copying “%s” to “Downloads”
ab: Ахкьыԥхьаара «%s» «Аҭагалара» ахь

source: An error occurred during installation preparation. Express Install disabled.
ab: Ашьақәыргылараан иҟалеит агха.Ирласу ашьақәыргылара аҿыхуп.

source: Downloading device drivers…
ab: Аиҿартәыра адраиверқәа рҭагалара...

source: no password
ab: Ажәамаӡада

source: Express installation of %s requires an internet connection.
ab: Ирццакны ашьақәыргыларазы %s иаҭахуп Аинтернет аҽаҿакра

source: GNOME Boxes credentials for “%s”
ab: GNOME Boxes аккредитив аҭоуп «%s»азы

source: SELinux not installed?
ab: SELinux шьақәыргылаӡами?

source: Could not get “gnome-boxes” storage pool information from libvirt. Make sure “virsh -c qemu:///session pool-dumpxml gnome-boxes” is working.
ab: Изалшом аиура аиқәырхара пул «gnome-boxes» libvirt аҟынтә. Игәашәҭа,адҵа «virsh -c qemu:///session pool-dumpxml gnome-boxes» аус аушьа.

source: %s is known to libvirt as GNOME Boxes’s storage pool but this directory does not exist
ab: %s идыруп libvirt пул еиқәырхагас, аха уи аизакхьӡынҵа ыҟаӡам

source: %s is known to libvirt as GNOME Boxes’s storage pool but is not a directory
ab: %s идыруп libvirt пул еиқәырхагас,аха ихьӡынҵагаӡам

source: %s is known to libvirt as GNOME Boxes’s storage pool but is not user-readable/writable
ab: %s идыруп libvirt пул еиқәырхагас, аха ахархәаҩ изы анеира азин ыҟаӡам аԥхьаразы/аҭҩҩразы

source: yes
ab: Ааи

source: no
ab: мап

source: Incapable host system
ab: Асистема иаднакылаӡом иаҭаху афункциақәа
