Repository: GNOME/gnome-boxes
Catalog: po/kw.po
Languages: kw

source: Boxes
kw: Kistyow

source: Virtual machine viewer/manager
kw: Gweler/dyghtyer jynn gowir

source: View and use virtual machines
kw: Gweles ha devnydhya jynnys gowir

source: virtual machine;vm;
kw: jynn gowir;vm;

source: Virtualization made simple
kw: Gowiryans gwrys sempel

source: Select an operating system and let Boxes download and install it for you in a virtual machine.
kw: Dewis system oberyans ha gasa Kistyow iskarga ha lea yth rag ty y'n jynn gowir.

source: Features:
kw: Nasyow:

source: Download freely available operating systems
kw: Iskarga systemow oberyans rydh-kavadow

source: Automatically install CentOS Stream, Debian, Fedora, Microsoft Windows, OpenSUSE, Red Hat Enterprise Linux, and Ubuntu
kw: Lea yn awtomatek CentOS Stream, Debian, Fedora, Microsoft Windows, OpenSUSE, Red Hat Enterprise Linux, hag Ubuntu

source: Create virtual machines from operating system images with a couple of clicks
kw: Gul jynnys gowir dhyworth imajys systemow oberyans gans a-dro dhe dew klyckys

source: Limit the resources (memory and storage) your virtual machines consume from your system
kw: Finwetha an asnodhow (kov ha gwithva) dha jynnys gowir konsumya dhyworth dha system

source: Take snapshots of virtual machines to restore to previous states
kw: Kemeres gwelyow a jynnys gowir rag daskor dhe studhow kyns

source: Redirect USB devices from your physical machine into virtual machines
kw: Daskevarwodha devisyow USB dhyworth dha jynn fisegel yn jynnys gowir

source: 3D acceleration for some of the supported operating systems
kw: Uskisheans 3D rag nebes a'n systemow skoodhys

source: Automatically resize virtual machines displays to the window size
kw: Dasbrashe yn awtomatek displetyansow jynnys gowir dhe'n braster fenester

source: Share clipboard between your system and virtual machines
kw: Kevrenna astel glypp tredh dha system ha jynnys gowir

source: Share files to virtual machines by dropping them from your file manager into the Boxes window
kw: Kevrenna restrennow dhe jynnys gowir gans ow droppya y's dhyworth dha dyghtyer restren y'n fenester Kistyow

source: Setup Shared Folders between your system and virtual machines
kw: Selya Restrenvaow Kevrennys tredh dha system ha jynnys gowir

source: The GNOME Project
kw: An Ragdres GNOME

source: Screenshot interval
kw: Spys skrin-imach

source: The interval in seconds between screenshot updates
kw: An spys yn eylennow tredh nowedhyansow skrin-imach

source: Window size
kw: Braster fenester

source: Window size (width and height)
kw: Braster fenester (lester hag ughelder)

source: Window position
kw: Le fenester

source: Window position (x and y)
kw: Le fenester (x hag y)

source: Window maximized
kw: Fenester kowlvogghys

source: Window maximized state
kw: Studh fenester kowlvoghhys

source: First run
kw: Eksekutyans kynsa

source: Whether Boxes is running for the first time
kw: Mar Kistyow yw owth eksekutya rag an termyn kynsa

source: Shared folders
kw: Restrenvaow kevrennys

source: Variant array of shared folders’ names and path mapping
kw: Aray varien a henwyn restrenvaow kevrennys ha mappow tyller

source: Recommended Downloads Source URL
kw: Gorgevren Devedhyans Iskargow Komendys

source: An URL pointing at a recommended-downloads.xml file
kw: Gorgevren ow poyntya porth restren recommended-downloads.xml

source: Welcome to Boxes
kw: Dynnargh dhe Kistyow

source: Use the <b>+</b> button to create your first virtual machine.
kw: Devnydhya an boton <b>+</b> rag gul dha jynn gowir kynsa.

source: New Virtual Machine
kw: Jynn Gowir Kynsa

source: Cancel
kw: Hedhi

source: Create
kw: Gul

source: Name
kw: Hanow

source: Operating System
kw: System Oberyans

source: Operating System not found
kw: System Oberyans na kavas

source: Resources
kw: Asnodhow

source: Memory
kw: Kov

source: Storage limit
kw: Finweth gwithva

source: Oops! Something went wrong!
kw: Soweth! Yma hager vargen!

source: Setting up drivers...
kw: Ow selya lewyoryon...

source: Express Installation
kw: Leyans Uskis

source: Set credentials for an automatic install of the operating system.
kw: Gorra kedhlow rag leyans awtomatek a'n system oberyans.

source: Username
kw: Hanow Usyer

source: Enter username...
kw: Ynworra hanow usyer...

source: Password
kw: Ger-Tremena

source: Enter password...
kw: Ynworra ger-tremena...

source: Product Key
kw: Alhwedh Gwaren

source: Firmware
kw: Fyrvweyth

source: Unknown media
kw: Media ankoth

source: Select an Operating System
kw: Dewis unn System Oberyans

source: Search for an operating system…
kw: Hwilas unn system oberyans…

source: Search for an Operating System
kw: Hwilas unn System Oberyans

source: Download an Operating System
kw: Iskarga unn System Oberyans

source: New
kw: Nowydh

source: Back
kw: Tre

source: Application Menu
kw: Rol App

source: List view
kw: Gwel rol

source: Grid view
kw: Gwel rastell

source: Search
kw: Hwilas

source: Downloads
kw: Iskargow

source: Create new virtual machine
kw: Gul unn jynn gowir nowydh

source: Install from File
kw: Lea dhyworth Restren

source: Select an .iso or .qcow2 file to install a virtual machine.
kw: Dewis unn restren .iso po .qcow2 rag lea unn jynn gowir.

source: Download OS
kw: Iskarga SO

source: Browse and search for operating systems to install.
kw: Peuri ha hwilas systemow oberyans rag lea.

source: Ready to Receive File
kw: Parys rag Degemeres Restren

source: You will find your file in the Downloads directory.
kw: Ty wra kavos dha restren y'n restrenva Iskargow.

source: Actions
kw: Gwriansow

source: Keyboard shortcuts
kw: Kesunyansow bysowek

source: Fullscreen
kw: Leun-skrin

source: Ready to install
kw: Parys rag Lea

# shortcut window
source: Overview
kw: Gorwolok

# shortcut window
source: Help
kw: Gweres

# shortcut window
source: Open main menu
kw: Ygeri rol chif

# shortcut window
source: Create a new virtual machine
kw: Gul unn jynn gowir nowydh

# shortcut window
source: Search
kw: Hwilas

# shortcut window
source: Keyboard shortcuts
kw: Kesunyansow bysowek

# shortcut window
source: Close Window/Quit Boxes
kw: Degea Fenester/Kwytya Kistyow

# shortcut window
source: Box Creation and Properties
kw: Gwrians Kist ha Teythiennow

# shortcut window
source: Switch to the next page
kw: Skwychella dhe'n folen nessa

# shortcut window
source: Switch to the previous page
kw: Skwychella dhe'n folen kyns

# shortcut window
source: Box Display
kw: Displetyans Kist

# shortcut window
source: Grab/Ungrab keyboard
kw: Kibya/Diskubya bysowek

# shortcut window
source: Back to overview
kw: Dehweles dhe gorwolok

# shortcut window
source: Fullscreen/Restore from fullscreen
kw: Leun-skrin/Daskor dhyworth leun-skrin

source: Keyboard Shortcuts
kw: Kesunyansow Bysowek

source: Help
kw: Gweres

source: About Boxes
kw: A-dro Kistyow

source: No CDROM/DVD image
kw: Imach CDROM/DVD vyth

source: Select
kw: Dewis

source: Remove
kw: Remova

source: Devices & Shares
kw: Devisyow & Kevrennow

source: USB Devices
kw: Devisyow USB

source: CDROM/DVD Drive
kw: Porth CDROM/DVD

source: IP Address
kw: Trigva IP

source: 3D acceleration
kw: Uskisheans 3D

source: Allow running in background
kw: Gasa owth eksekutya yn kilva

source: Configuration
kw: Selyans

source: Troubleshooting Logs
kw: Kovadhow Prevessans

source: Diagnose problems with your box using the log file.
kw: Diagnosa kudynnow gans dha kist ow devnydya an restren kovadh.

source: Edit Configuration
kw: Golegi Selyans

source: Edit the Libvirt domain configuration for this box.
kw: Golegi an selyans arlotteth Libvirt rag an kist ma.

source: Local Folder
kw: Restrenva Leel

source: Select Shared Folder
kw: Dewis Restrenva Kevrennys

source: Save
kw: Sawya

source: Shared Folders
kw: Restrenvaow Kevrennys

source: Revert to snapshot
kw: Kildreylya dhe gwel

source: Rename snapshot
kw: Dashenwel gwel

source: Delete snapshot
kw: Dilea gwel

source: Snapshots
kw: Gwelyow

source: Creating new snapshot…
kw: Ow gul gwel nowydh…

source: Search for a virtual machine…
kw: Hwilas unn jynn gowir…

source: Undo
kw: Digelmi

source: Oops, something went wrong
kw: Soweth, yma hager vargen

source: Boxes cannot access the virtualization backend.
kw: Kistyow ny yllir drehedhes an oberer gowiryans.

source: Welcome Tutorial
kw: Dyskans Dynnargh

source: Boxes makes it easy to install and run virtual machines.
kw: Kistyow gul yth es rag lea hag eksekutya jynnys gowir.

source: With express installation, Boxes will set the install options for a new virtual machine. Just start the installation and everything will be taken care of for you.
kw: Gans leyans uskis, Kistyow a wra gorra an dewisyow lea rag unn jynn gowir nowydh. Yn sempel, dalleth an leyans hag oll a wra bos kemerys with rag ty.

source: Easy Downloads
kw: Iskargow Es

source: With Boxes, you don't need to download an operating system to create a virtual machine. Instead, just pick the operating system you want to setup, and Boxes will automatically download it for you.
kw: Gans Kistyow, ty na res iskarga unn system oberyans rag gul unn jynn gowir. Yn le, dewis an system oberyans ty mynnes selya, ha Kistyow a wra iskarga yn awtomatek rag ty.

source: Drag and Drop
kw: Draylya ha Droppya

source: Sharing files is as simple as dropping them onto your virtual machine. They will appear in your Downloads folder.
kw: Ow kevrenna restren yw mar sempel dell ow droppya y's war dha jynn gowir. I a wra diskwedhes yn dha restrenva Iskargow.

source: Box actions
kw: Gwriansow kist

source: Open in New Window
kw: Ygeri yn Fenester Nowydh

source: Send File…
kw: Danvon Restren…

source: Take Screenshot
kw: Kemeres Skrin-Imach

source: Force Shutdown
kw: Ynia Marowheans

source: Clone
kw: Kopia

source: Delete
kw: Dilea

source: Restart
kw: Dastalleth

source: Preferences
kw: Settyansow

source: Screenshots
kw: Skrin-Imajys

source: Screenshot from %s
kw: Skrin-Imach dhyworth %s

source: translator-credits
kw: Flynn

source: A simple GNOME application to access virtual systems
kw: App sempel GNOME rag drehedhes systemow gowir

source: Display version number
kw: Diskwedhes niver versyon

source: Show help
kw: Diskwedhes gweres

source: Open in full screen
kw: Ygeri yn leun-skrin

source: Check virtualization capabilities
kw: Checkya gallosow gowiryans

source: Open box with UUID
kw: Ygeri kist gans UUID

source: Search term
kw: Term hwithrans

source: TEXT
kw: TEKST

source: URL to display, broker or installer media
kw: Gorgevren rag diskwedhes, gwerther po media leyer

source: — A simple application to access virtual machines
kw: — App sempel rag drehedhes jynnys gowir

source: Too many command line arguments specified.
kw: Re a oberadowyow arghadow-linen ragnotys.

source: Box “%s” installed and ready to use
kw: Kist “%s” leys ha parys rag devnydh

source: Launch
kw: Lonchya

source: “%s“ is running in the background
kw: “%s” yw owth eksekutya y'n kilva

source: Box “%s” has been deleted
kw: Kist “%s” re dileys

source: %u box has been deleted
kw: %u kist re dileys

source: Boxes is doing something
kw: Kistyow yw ow gul neppyth

source: Select files to transfer
kw: Dewis restrennow rag treusperthi

source: _Cancel
kw: _Hedhi

source: _Open
kw: _Ygeri

source: Failed to prepare express installation: %s
kw: Y fyllis pareusi leyans uskis: %s

source: Live
kw: Yn Fyw

source: 32-bit x86 system
kw: System x86 32-bytt

source: 64-bit x86 system
kw: System x86 64-bytt

source: from %s
kw: dhyworth %s

source: Select a device or OS media file
kw: Dewis devis po restren media SO

source: Open
kw: Ygeri

source: Press (left) Ctrl+Alt to ungrab
kw: Tava Ctrl+Alt (kledh) rag diskibya

source: Press & release (left) Ctrl+Alt to ungrab keyboard.
kw: Tava ha livra Ctrl+Alt (kledh) rag diskibya bysowek.

source: Exit fullscreen
kw: Mos yn-mes leun-skrin

source: Downloading media
kw: Owth iskarga media

source: “%s” download complete
kw: Iskarg “%s” deu

source: Install
kw: Lea

source: Failed to download: %s
kw: Y fyllis iskarga: %s

source: Failed to download '%s': %s
kw: Y fyllis iskarga '%s': %s

source: Send key combinations
kw: Danvon kesunyansow alhedhennow

source: Restoring %s from disk
kw: Ow daskor %s dhyworth plasen

source: Starting %s
kw: Ow dalleth %s

source: Restart of “%s” is taking too long. Force it to shutdown?
kw: Dastalleth a “%s” yw ow kemeres re hir. Ynia yth rag marowhe?

source: Shutdown
kw: Marowhe

source: Cloning “%s”…
kw: Ow kopia “%s”…

source: Installing…
kw: Ow lea…

source: Setting up clone…
kw: Ow selya dasskrif…

source: Importing…
kw: Ow ynperthi…

source: Running
kw: Owth Eksekutya

source: Paused
kw: Powesys

source: Powered Off
kw: Marow

source: Connecting to %s
kw: Ow junya dhe %s

source: Connection to “%s” failed
kw: Junyans dhe “%s” fyllis

source: Machine is under construction
kw: Jynn yw yn drehevyans

source: Saving…
kw: Ow sawya…

source: “%s” could not be restored from disk: %s
kw: “%s” ny yllir bos daskorys dhyworth plasen: %s

source: Failed to start “%s”
kw: Y fyllis dalleth “%s”

source: Troubleshooting Log
kw: Kovadh Prevessans

source: Connection to “%s” failed: %s
kw: Junyans dhe “%s” fyllis: %s

source: • The CPU is capable of virtualization: %s
kw: • An CPU yw gallosek a gowiryans: %s

source: • The KVM module is loaded: %s
kw: • An unsys KVM yw kargys: %s

source: • Libvirt KVM guest available: %s
kw: • Gwester KVM Libvirt yw kargys: %s

source: • Boxes storage pool available: %s
kw: • Poll gwithva Kistyow kavadow: %s

source: • The SELinux context is default: %s
kw: • An kettesten SELinux yw defowt: %s

source: Report bugs to <%s>.
kw: Derivas kudynnow dhe <%s>,

source: %s home page: <%s>.
kw: Folen tre %s: <%s>.

source: Media is not supported
kw: Media anskoodhys

source: No CD/DVD image
kw: Imach CD/DVD vyth

source: Select a device or ISO file
kw: Dewis unn devis po restren ISO

source: The Flatpak version of GNOME Boxes does not support USB redirection.
kw: An versyon Flatpak a GNOME Kistyow na skoodhya daskevarwodhans USB.

source: Turn on your box to see the USB devices available for redirection.
kw: Bywhe dha kist rag gweles an devisyow USB kavadow rag daskevarwodhans

source: Recommended %s.
kw: Komendys %s.

source: Boxes wants to run VM in background
kw: Kistyow mynnes eksekutya JG yn kilva

source: Boxes is not authorized to run in background
kw: Kistyow na reythhys rag eksekutya yn kilva

source: Do you want to open Settings to manage application permissions?
kw: A vynn'ta ygeri Settyansow rag dyghtya grontys app?

source: Editing your box configuration can cause issues to the operating system of your box. Would you like to create a snapshot to recover from your changes?
kw: Ow golegi dha selyans kist a yll kawsya kudynnow dhe'n system oberyans a dha kist. A vynnsowgh gul unn gwel rag daskor dhyworth dha chanjyow?

source: Failed to save domain configuration: %s
kw: Y fyllis sawya selyans arlotteth: %s

source: Changes to the settings below take effect after you restart your box.
kw: Chanjyow dhe'n settyansow a-woles gweytha wosa ty dastalleth dha kist.

source: Use the button below to add your first shared folder. For file sharing to work, the guest box needs to have <a href='%s'>spice-webdav</a> installed.
kw: Devnydhya an boton a-woles rag addya dha restrenva kevrennys kynsa. Rag kevrennans restren dhe oberi, an kist gwester res kavos <a href='%s'>spice-webdav</a> leys.

source: Failed to rename snapshot: %s
kw: Y fyllis dashenwel gwel: %s

source: Reverting to %s…
kw: Ow kildreylya dhe %s…

source: Failed to revert to snapshot: %s
kw: Y fyllis kildreylya dhe wgel: %s

source: Snapshot “%s” deleted.
kw: Gwel “%s” dileys.

source: Failed to create snapshot of %s
kw: Y fyllis gul gwel a %s

source: Revert to a previous state of your box.
kw: Kildreylya dhe studh kyns a dha kist.

source: Use the button below to create your first snapshot.
kw: Devnydhya an boton a-woles rag gul dha gwel kynsa.

source: Used %s.
kw: Devnydhys %s.

source: There is not enough space on your machine to increase the maximum disk size.
kw: Nyns eus spas lowr war dha jynn rag kressya an braster plasen ughboyntel.

source: Storage disk
kw: Plasen gwithva

source: Used %s
kw: Devnydhya %s

source: Unknown
kw: Ankoth

source: Redirection of USB device “%s” for “%s” failed
kw: Daskevarwodhans a devis USB “%s” rag “%s” fyllis

source: Copying “%s” to “Downloads”
kw: Ow kopia “%s” dhe “Iskargow”

source: An error occurred during installation preparation. Express Install disabled.
kw: Error happys dres darbar leyans. Leyans Uskis marow.

source: Downloading device drivers…
kw: Owth iskarga lewyoryon devis…

source: Your SELinux context looks incorrect, you can try to fix it by running: %s
kw: Dha kettesten SELinux heveli anewn, ty a yll assaya ewnhe yth gans owth eksekutya: %s

source: SELinux not installed?
kw: SELinux anleys?

source: Could not get “gnome-boxes” storage pool information from libvirt. Make sure “virsh -c qemu:///session pool-dumpxml gnome-boxes” is working.
kw: Ny yllir kerghes kedhlow poll gwithva “gnome-boxes” dhyworth libvirt. Surhe “virsh -c qemu:///session pool-dumpxml gnome-boxes” yw owth oberi.

source: %s is known to libvirt as GNOME Boxes’s storage pool but this directory does not exist
kw: %s yw aswonys dhe libvirt avel poll gwithva GNOME Kistyow mes an restrenva ma na eksistya

source: %s is known to libvirt as GNOME Boxes’s storage pool but is not a directory
kw: %s yw aswonys dhe libvirt avel poll gwithva GNOME Kistyow mes yth na restrenva

source: %s is known to libvirt as GNOME Boxes’s storage pool but is not user-readable/writable
kw: %s yw aswonys dhe libvirt avel poll gwithva GNOME Kistyow mes na usyer-redadow/skrifadow

source: yes
kw: ya

source: no
kw: na

source: Incapable host system
kw: System ost diallos

source: Box import from file “%s” failed: %s
kw: Ynporth kist dhyworth restren “%s” fyllis: %s
